{
    "count": 14,
    "reasons": {
        "reason_1":{
            "reason": "Do you sometimes have no idea what the passage is saying about a question?",
            "selected": false,
            "causes": [
                "cause_1",
                "cause_2",
                "cause_3",
                "cause_4",
                "cause_5"
            ]
        },
        "reason_2":{
            "reason": "Are there multiple answers that seem equally correct, so sometimes you pick the wrong one?",
            "selected": false,
            "causes": [
                "cause_1",
                "cause_2",
                "cause_3",
                "cause_4",
                "cause_5"
            ]
        },
        "reason_3":{
            "reason": "Do you sometimes not understand why the answer you chose is wrong and why the correct answer is right?",
            "selected": false,
            "causes": [
                "cause_1",
                "cause_2",
                "cause_3",
                "cause_4",
                "cause_5"
            ]
        },
        "reason_4":{
            "reason": "Do you believe that there are questions that are totally subjective (purely a matter of opinion) and your opinion just isn't the same as that of the test-makers?",
            "selected": false,
            "causes": [
                "cause_6"
            ]
        },
        "reason_5":{
            "reason": "Do some questions require knowledge of some vocabulary words you just don't know?",
            "selected": false,
            "causes": [
                "cause_7",
                "cause_8"
            ]
        },
        "reason_6":{
            "reason": "Do you run out of time, so you have to guess on some questions?",
            "selected": false,
            "causes": [
                "cause_9",
                "cause_10"
            ]
        },
        "reason_7":{
            "reason": "Do you skim too much when reading the passages which causes you to miss important information?",
            "selected": false,
            "causes": [
                "cause_11"
            ]
        },
        "reason_8":{
            "reason": "Do you overlook important words in some questions?",
            "selected": false,
            "causes": [
                "cause_12"
            ]
        },
        "reason_9":{
            "reason": "Do you sometimes fail to read the answer choices with sufficient care?",
            "selected": false,
            "causes": [
                "cause_12"
            ]
        },
        "reason_10":{
            "reason": "Do you believe that you fall for trick questions the College Board plants?",
            "selected": false,
            "causes": [
                "cause_13"
            ]
        },
        "reason_11":{
            "reason": "Does it seem that some questions ask about inferences or assumptions, and your interpretations are different from the test-makers'?",
            "selected": false,
            "causes": [
                "cause_14"
            ]
        },
        "reason_12":{
            "reason": "Are you over-interpreting because in school you're supposed to make lots of inferences when you read for English class?",
            "selected": false,
            "causes": [
                "cause_15"
            ]
        },
        "reason_13":{
            "reason": "Do you tend to stop reading the answer choices when you find an answer that seems correct?",
            "selected": false,
            "causes": [
                "cause_16"
            ]
        },
        "reason_14":{
            "reason": "Do you sometimes choose an answer that is factually correct, but it’s the wrong answer, and you don’t understand how that’s possible?",
            "selected": false,
            "causes": [
                "cause_17"
            ]
        }
    },
    "causes": {
        "cause_1": {
            "cause": "Inadequate reading comprehension skills",
            "discussion": "The best way to build reading comprehension skills is through the act of reading. For the SAT, that reading practice (not test-taking practice) should be focused on the types of writing you’re likely to encounter on the test.",
            "recommendation": "Improve reading comprehension through a program of doing lots of reading. See the Improving Reading Comprehension section for an expanded explanation of this principle, and see the Resources section of this report for ideas on how to find practice materials for reading."
        },
        "cause_2":{
            "cause":"Skimming",
            "discussion": "Skimming might seem like a good tactic for conserving time, but it is a fatal mistake. The goal is to acquire sufficient reading comprehension skill to be able to read every passage without skimming while completing the reading section within the allotted time. Though it might seem that skimming saves time, it dramatically increases the need to refer back to the passage, and those look-backs take significantly longer to locate the needed wording that would be necessary if the passage were read thoroughly the first time.",
            "recommendation":"Don’t skim the passages. Improve your reading comprehension skill and speed to the point where you can thoroughly read the passages in their entirety within the allotted time. See the Improving Reading Comprehension section for an expanded explanation of this principle and see the Resources section of this report for ideas on how to find practice materials for reading. When taking practice sections, use a timer, and note where you were when time expires if you don’t complete the section, but continue to work on the section until you complete it, and note the total time so you have an understanding of approximately how much you need to improve your reading speed."
        },
        "cause_3":{
            "cause":"Reading faster than the maximum speed that allows full comprehension (“overrunning” your comprehension)",
            "discussion": ": Perceived time pressure is typically responsible for this cause of inadequate comprehension. Sacrificing comprehension to gain speed is a losing tradeoff.",
            "recommendation":"Don’t skim the passages. Improve your reading comprehension skill and speed to the point where you can thoroughly read the passages in their entirety within the allotted time. See the Improving Reading Comprehension section for an expanded explanation of this principle and see the Resources section of this report for ideas on how to find practice materials for reading. When taking practice sections, use a timer, and note where you were when time expires if you don’t complete the section, but continue to work on the section until you complete it, and note the total time so you have an understanding of approximately how much you need to improve your reading speed."
        },
        "cause_4":{
            "cause":"Inadequate familiarity with the principles that underlie the effective assessment and determination of correct and incorrect (or best and less-good) answer choices.",
            "discussion": "It is essential to understand how the answer choices on the SAT are constructed and how to best analyze each one in order to determine which choice is correct/best and to identify choices that are incorrect/not best.",
            "recommendation":"Take reading practice test sections untimed so you are at your very best when it comes to comprehension. For each question that you get wrong, and for which you do not understand why your answer is wrong (and another answer is right or better), watch the 1600.io explanatory video. Repeat this process until this specific syndrome, wherein you believe you understand the passage, the question, and the answer choices, but you don’t understand why your answer is wrong, is eliminated."
        },
        "cause_5":{
            "cause":"Denial",
            "discussion": "It is imperative to believe that when you choose an answer that the answer key says is wrong, it’s wrong. Digging in and acting as a defense attorney for the (guilty) wrong answer is a fatal mistake that will destroy your chances of progressing.",
            "recommendation":"Be completely honest with yourself and accept that you made a mistake. It’s fine to understand how a wrong answer could have been selected as the right one, but it’s a dangerous mistake to adopt a mindset of arguing with the test, as it slams the door on progress. It is absolutely essential that you be able to tell yourself that you were wrong, as that is the only path to becoming more right. The road to a terrible score is littered with excuses and rationalizations about how the wrong answer could have been correct."
        },
        "cause_6":{
            "cause":"You have a mistaken belief about the SAT",
            "discussion": "Many students believe that they get some answers wrong on the reading section of the test because the questions require forming an opinion, and the students’ opinions can be different from those of the writers of the SAT. This is completely untrue. There are no questions on the test the answers to which are a matter of opinion. Every correct answer is objectively correct. This belief is a rationalization that allows the student to defend their wrong answers rather than accept that they are simply wrong.",
            "recommendation":"Abandon the false belief that the reason you’re selecting some wrong answers is because your opinions don’t agree with those of the test-makers."
        },
        "cause_7":{
            "cause":"Inadequate vocabulary",
            "discussion": "",
            "recommendation":"Improve your vocabulary through reading of quantities of materials of a similar type and style to those you expect to encounter on the test. See the Resources section of this report for ideas on how to find practice materials for reading. Use of flash cards and vocabulary lists is not recommended, as those are very inefficient mechanisms for increasing your vocabulary, and they don’t also strengthen your ability to discern the meanings of new words from context."
        },
        "cause_8":{
            "cause":"Inadequate ability to figure out the meaning of a word from the context in which it appears",
            "discussion": "Often, the intended meaning of a word can be discerned from the context surrounding it. If you haven’t developed this skill, it will hamper you significantly on the test. The primary means through which this ability is acquired is reading a lot, and particularly reading materials that tend to have unfamiliar words, or unfamiliar usages of familiar words.",
            "recommendation":"Read a lot of materials that contain challenging language. See the Improving Reading Comprehension section for an expanded explanation of this principle and see the Resources section of this report for ideas on how to find practice materials for reading."
        },
        "cause_9":{
            "cause":"Inadequate reading speed",
            "discussion":"Many students find that they simply do not read fast enough without sacrificing comprehension to complete the test in the allotted time. Reading speed can be, and should be, improved through of practice.",
            "recommendation":"Improve your reading speed to the point where you can thoroughly read the passages in their entirety within the allotted time. See the Improving Reading Comprehension section for an expanded explanation of this principle and see the Resources section of this report for ideas on how to find practice materials for reading. When taking practice sections, use a timer, and note where you were when time expires if you don’t complete the section, but continue to work on the section until you complete it, and note the total time so you have an understanding of approximately how much you need to improve your reading speed."
        },
        "cause_10":{
            "cause":"Sub-optimal allocation of time to reading vs. answering questions",
            "discussion":"Most students mistakenly believe that if they run short of time on the reading section, it’s because they’re spending too much time reading the passages, leaving insufficient time to answer the questions. This appears to be due to two factors: If a student runs out of time on the final passage, it seems logical that if the passages were read in less time, there would be more time to answer the last set of questions, and it doesn’t seem possible to answer the questions more rapidly, so reading the passages more quickly is the only available option for shortening the total time needed to complete the section. However, our research has indicated that the opposite is true: rushing through the passages reduces comprehension so much that the time saved is more than consumed due to the increased time needed to answer the questions with the resulting impaired comprehension. The corollary to this, which is borne out through empirical evidence, is that increasing the time taken to read the passages to improve comprehension makes the questions so much easier to answer that the total time needed to complete a passage decreases. We’ve found that most students can complete the questions in less than seven minutes after acquiring a thorough understanding of the passage; that would leave, on average, six or more minutes to read the passage, which is far in excess of the 3-4 minutes typically recommended. It is also our opinion that even in the absence of a net time reduction, the score on the section increases with this approach.",
            "recommendation":"Try spending more time reading the passages until there are no further gains in comprehension and analyze whether the resulting reduction in question-answering time produces a net reduction in the overall time needed, and also whether the results are better."
        },
        "cause_11":{
            "cause":"You believe that skimming is the only way you can complete the section in time.",
            "discussion":"This is extremely common, but it’s wrongheaded, for three reasons. First, it assumes that the resulting score will be higher than if you read more deliberately but didn’t finish answering all the questions, but there’s no particular basis for that belief; second, it assumes that because you’re reading the passages in less time, you’ll finish the section sooner, but often, skimming impairs your ability to answer the questions, so you spend more time referring back to the passage; and third, because it fails to accept the possibility that your reading speed can be improved. Skimming might seem like a good tactic for conserving time, but it is a fatal mistake. The goal is to acquire sufficient reading comprehension skill to be able to read every passage without skimming while completing the reading section within the allotted time. Though it might seem that skimming saves time, it dramatically increases the need to refer back to the passage, and those look-backs take significantly longer to locate the needed wording that would be necessary if the passage were read thoroughly the first time.",
            "recommendation":"Stop skimming when reading the passages. Improve your reading speed to the point where you can thoroughly read the passages in their entirety within the allotted time. See the Improving Reading Comprehension section for an expanded explanation of this principle and see the Resources section of this report for ideas on how to find practice materials for reading. When taking practice sections, use a timer, and note where you were when time expires if you don’t complete the section, but continue to work on the section until you complete it, and note the total time so you have an understanding of approximately how much you need to improve your reading speed."
        },
        "cause_12":{
            "cause":"You’re rushing, careless, sloppy, or lazy.",
            "discussion":"Every word in a question and in an answer choice can be important, so careless reading of the questions or answers will damage your score. The questions and answer choices are crafted with exquisite care, and every word is chosen for a reason, so you ignore any of those words at your peril.",
            "recommendation":"Read every word in the questions and answer choices and understand that each was chosen for a reason. Do not skim or gloss over the questions or answers. Students frequently leave easy points on the table because they don’t read the questions or answer choices with care."
        },
        "cause_13":{
            "cause":"A mistaken belief that there are trick questions on the SAT, probably rooted in the defense mechanism of denial that you made a mistake that you shouldn’t have made, so it’s easier to blame the test-makers than to accept your own error.",
            "discussion":"There is a widespread belief among students that the College Board crafts questions intended to trick students into choosing an incorrect answer. This is false; in several years of asking for a single example of such a trick question, we have never been supplied with one. What the College Board does do with outstanding accuracy is predict the types of mistakes students will make and supply answer choices that allow them to make those mistakes rather than help them realize their conclusion must be in error because there are no matching answer choices.",
            "recommendation":"Accept the fact that there are no trick questions on the reading section (or anywhere else on the test), and, therefore, responsibility for all your mistakes are yours alone."
        },
        "cause_14":{
            "cause":"A belief that the answers are subjective and also that your own interpretation of the passage is valid.",
            "discussion":"Though there are questions on the reading section that ask for you to infer, the required inferences are always straightforward and unambiguous, and, just as importantly, all the wrong answers have at least some element that absolutely rules them out as the correct or best answer. Every question’s correct answer has supporting evidence in the text of the passage. To be clear, there are no subjective questions on the SAT.",
            "recommendation":"As with believing that there are multiple valid correct answers due to differences in opinion, it’s essential to accept that this is simply not the case, and that when you find you’ve chosen a wrong answer, accept it and analyze it to learn where you went astray – don’t argue with the test or your blocking your own progress."
        },
        "cause_15":{
            "cause":"English literature classes tend to encourage a search for hidden meaning and alternative interpretations in order to explore the richness of literature and to spark discussions. As a result, students carry this mindset into the reading section of the SAT.",
            "discussion":"The reading section of the SAT isn’t an English Literature class assignment. It’s an assessment of how well you can comprehend written English. These are completely different skills.",
            "recommendation":"Always read the passages with that attitude that you will be questioned about what they contain – because you will be. Every question’s correct answer has supporting evidence in the text of the passage. Bringing in outside knowledge (particularly to the history passages) and engaging in speculation about what might be possible is exactly the wrong way to approach the questions, which are solely seeking to ascertain if you read and understood the words, sentences, paragraphs, and overall theme of the passage."
        },
        "cause_16":{
            "cause":"A belief that because there is only one correct answer, if you find a satisfactory answer, you do not need to examine any remaining choices",
            "discussion":"Overall, this is wrongheaded, because if you read the remaining choices, you might find one that you decide is better. More specifically, you might be making the mistake of believing that a factually correct answer must be the right answer, but an answer choice can be factually correct while not actually providing an answer to the question as posed, or you might not notice that the question asks for the “best” answer (as many do), and, therefore, there might be multiple answers that are not absolutely wrong, but some might be better than others, so settling on the first not-wrong answer is a mistake.",
            "recommendation":"Always read all the answer choices without bias. Eliminate the clearly wrong answers, and, if necessary, rank the remaining candidates, selecting the best one as your selection."
        },
        "cause_17":{
            "cause":"Failure to realize that a factually correct answer might not answer the question as posed and/or failure to read the questions with care.",
            "discussion":"Students are often thrown when they pick an answer that appears to be factually correct based on the passage (or based on outside knowledge) only to discover that the answer is wrong. The key here is a failure to understand that the correct answer must actually answer the question being asked – it’s not enough that it be factually correct.",
            "recommendation":"Always read the questions with care, skipping nothing, and be sure to focus on choosing an answer that actually answers the question as presented, not one that merely appears to be factually true."
        }
    }
}